Repository: makisu0001/hello-world
Catalog: messages.po
Languages: id

source: Please enter your bank account details for reimbursement purposes. The name entered below has to be identical with the policy holder 's name, and the name registered to the bank.
id: Silakan masukkan rincian rekening bank Anda untuk tujuan penggantian dana. Nama yang dimasukkan di bawah ini harus identik dengan nama Pemegang Polis, dan nama yang terdaftar di bank.

source: Please enter your bank account details for reimbursement purposes. The name entered below has to be identical with the policy holder`'s name, and the name registered to the bank.
id: Silakan masukkan rincian rekening bank Anda untuk tujuan penggantian dana. Nama yang dimasukkan di bawah ini harus identik dengan nama Pemegang Polis, dan nama yang terdaftar di bank.

source: Please enter your bank account details for reimbursement purposes. The name entered below has to be identical with the policy holder’s name.
id: Silakan masukkan rincian rekening bank Anda untuk tujuan penggantian dana. Nama yang dimasukkan di bawah harus identik dengan nama Pemegang Polis.

source: Please go to your gadget manufacturer's authorized service centre to repair under the manufacturer's warranty.
id: Mohon menghubungi pusat layanan resmi produsen perangkat elektronik Anda untuk diperbaiki berdasarkan garansi resmi.

source: Please make shipment arrangements with the repair shop separately and provide the details below.
id: Harap membuat janji pengiriman dengan jasa perbaikan terlebih dahulu, lalu masukkan rinciannya di bawah ini.

source: Please make sure the information entered below is correct. Once confirmed, it cannot be changed
id: Pastikan informasi yang dimasukkan di bawah ini benar. Setelah dikonfirmasi, informasi ini tidak dapat diubah.

source: Please make sure the information entered below is correct. Once confirmed, it cannot be changed.
id: Pastikan informasi yang dimasukkan di bawah ini benar. Setelah dikonfirmasi, informasi ini tidak dapat diubah.

source: Please make your excess* payment directly to the repair shop.
id: Silakan lakukan pembayaran Biaya Risiko Sendiri* Anda secara langsung di jasa perbaikan.

source: Please note that you will have to bring both your gadget & KTP to the repair shop within 14 days upon request approval.
id: Harap diingat bahwa Anda harus membawa perangkat elektronik & KTP Anda ke jasa perbaikan dalam waktu maksimal 14 hari sejak permohonan klaim disetujui.

source: Please provide us with transaction (for excess payment) and shipping details.
id: Harap berikan bukti transaksi (untuk pembayaran Biaya Risiko Sendiri) dan rincian pengiriman.

source: Please select either reimbursement methods available below.
id: Silakan pilih salah satu metode penggantian dana yang tersedia di bawah ini.

source: Please select your province and city.
id: Silakan pilih provinsi dan kota Anda.

source: Please state the Goods Loss/Damage in chronological order of events
id: Mohon dijelaskan secara kronologis Kerusakan Total yang dialami barang Anda

source: Please upload a clear image, as shown in “1A” and ‘1B’. The image should capture the entire gadget, with no blur, shake or glare.
id: Mohon unggah foto dengan jelas, seperti yang ditunjukkan pada “1A” dan ‘1B’. Foto harus menangkap keseluruhan perangkat elektronik dengan jelas, tidak kabur/silau, dan tanpa guncangan.

source: Please upload a photo of your gadget. It should be clearly shown, with no blurry images or any glare.
id: Mohon unggah foto perangkat elektronik Anda dengan jelas, tidak kabur/silau, dan tanpa guncangan.

source: Please upload the courier details you sent to the seller.
id: Lampirkan resi pengiriman pengembalian barang Anda ke Penjual

source: Please upload the following courier details from step 1.
id: Mohon unggah rincian kurir berikut ini dari Langkah 1.

source: Policy ID
id: ID Polis

source: Policy ID: {id}
id: ID Polis: {id}

source: Policy ID: {policyId}
id: ID Polis: {policyId}

source: Policy Number
id: Nomor Polis

source: Postal Code *
id: Kode Pos *

source: Postal Code cannot be empty
id: Kode Pos harus diisi

source: Privacy Policy
id: Kebijakan Privasi

source: Proceed to your selected repair shop
id: Lanjutkan ke jasa perbaikan pilihan Anda

source: Product incomplete and missing parts
id: Produk tidak lengkap atau kekurangan komponen

source: Production defects
id: Cacat produksi

source: Projector
id: Proyektor

source: Proof of Remittance *
id: Bukti Transfer *

source: Province
id: Provinsi

source: Province *
id: Provinsi *

source: Province cannot be empty
id: Provinsi harus diisi

source: REFUND FAILED
id: PENGEMBALIAN PREMI GAGAL

source: REFUND PENDING
id: MENUNGGU PENGEMBALIAN PREMI

source: REFUND SUCCESSFUL
id: PENGEMBALIAN PREMI BERHASIL

source: REIMBURSEMENT PROCESSING
id: PENGGANTIAN DANA SEDANG DALAM PROSES

source: REIMBURSEMENT REJECTED
id: PENGGANTIAN DANA DITOLAK

source: REPAIR PROCESSING
id: PERBAIKAN SEDANG DALAM PROSES

source: REPLACE PROCESSING
id: PENGGANTIAN DALAM PROSES

source: REQUEST APPROVED
id: PERMOHONAN KLAIM DISETUJUI

source: REQUEST REJECTED
id: PERMOHONAN KLAIM DITOLAK

source: RT cannot be empty
id: RT harus diisi

source: RW cannot be empty
id: RW harus diisi

source: Re-Submit Claim
id: Ajukan Ulang Klaim

source: Re-select repair shop
id: Pilih ulang jasa perbaikan

source: Re-submit
id: Kirim Ulang

source: Reasons:
id: Alasan:

source: Refrigerator
id: Kulkas

source: Refund
id: Pengembalian Dana

source: Register
id: Aktivasi

source: Register "{value}" as the brand
id: Daftarkan “{value}” sebagai merek

source: Register "{value}" as the model
id: Daftarkan “{value}” sebagai model

source: Register Now
id: Aktivasi Sekarang

source: Register Policy
id: Aktivasi Polis

source: Registered Phone Number
id: Nomor Telepon Terdaftar

source: Registration Successful!
id: Aktivasi Berhasil!

source: Reimburse
id: Penggantian Dana

source: Reimbursement Details
id: Rincian Penggantian Dana

source: Remember to bring both your gadget & KTP to your selected repair shop within 14 days of request approval.
id: Harap membawa perangkat elektronik & KTP Anda ke jasa perbaikan terpilih dalam waktu maksimal 14 hari setelah permohonan klaim disetujui.

source: Remember to provide bank account details within 30 days of request approval.
id: Mohon untuk memberikan rincian rekening bank dalam waktu maksimal 30 hari sejak permohonan disetujui.

source: Remember to send the item back to Sompo and provide account details within 8 days of request approval.
id: Pastikan Anda mengirimkan kembali barang yang mengalami Kerusakan Total ke Sompo Indonesia dan memberikan rincian akun bank Anda paling lambat 8 hari setelah pengajuan klaim disetujui.

source: Remember to submit reimbursement details within 7 days of the parcel received by the seller.
id: Mohon kirimkan rincian penggantian dana retur dalam waktu 7 hari sejak barang diterima kembali oleh Penjual.

source: Rent
id: Sewa

source: Repair Shop
id: Jasa Perbaikan

source: Repair Shop Details
id: Rincian Jasa Perbaikan

source: Residential Address *
id: Alamat Tempat Tinggal *

source: Return Protection
id: Perlindungan Retur

source: Reupload File
id: Unggah Ulang File

source: Reupload Photo
id: Unggah Ulang Foto

source: Sample:
id: Contoh:

source: Saved!
id: Tersimpan!

source: Screen Crack
id: Layar Retak

source: Screen Failure
id: Kerusakan Layar

source: Select Bank
id: Pilih Bank

source: Select E-Wallet Account
id: Pilih Akun e-Wallet

source: Select Repair Shop
id: Pilih Jasa Perbaikan

source: Select one of the repair shops below and make an appointment.
id: Pilih salah satu jasa perbaikan di bawah ini dan buat janji temu.

source: Select reason of claim submitted
id: Pilih alasan pengajuan klaim

source: Serial Number
id: Nomor Seri

source: Serial Number *
id: Nomor Seri *

source: Service Centre
id: Lengkapi Rincian Rekening Bank

source: Set "{value}" as the courier
id: Tetapkan "{value}" sebagai kurir

source: Sewing Machine
id: Mesin Jahit

source: Ship the damaged item back to the following address
id: Kirimkan barang yang mengalami Kerusakan Total ke alamat berikut

source: Ship your gadget/Use pick-up service
id: Kirim perangkat elektronik Anda/Gunakan layanan penjemputan

source: Shipping Fee
id: Biaya Kirim

source: Shipping Fee cannot be empty or 0 or negative
id: Biaya kirim harus diisi

source: Shipping Receipt *
id: Tanda Terima Pengiriman *

source: Something went wrong
id: Ada yang salah

source: Something went wrong, please contact our customer service.
id: Ada yang salah, silakan hubungi customer service kami.

source: Something went wrong.
id: Ada yang salah.

source: Sorry! There are no available igloo-appointed repair shops nearby. Please go to your gadget manufacturer’s authorised service centre. igloo is still covering your repair cost.
id: Maaf, jasa perbaikan rekanan igloo di sekitar Anda tidak ditemukan. Silakan mengunjungi pusat layanan resmi perangkat elektronik Anda untuk perbaikan. igloo akan tetap menanggung biaya perbaikan Anda.

source: Sorry! There are no available igloo-appointed repair shops or authorised service centres nearby. You may go to any repair shop to have your gadget repaired. igloo is still covering your repair cost.
id: Maaf, jasa perbaikan rekanan igloo atau pusat layanan resmi di sekitar Anda tidak ditemukan. Anda dapat mengunjungi jasa perbaikan di mana saja untuk memperbaiki perangkat elektronik Anda. igloo akan tetap menanggung biaya perbaikan Anda.

source: Step 1
id: Langkah 1

source: Step 1: Select a repair shop
id: Langkah 1: Pilih Jasa Perbaikan

source: Step 2
id: Langkah 2

source: Step 2: Make an appointment
id: Langkah 2: Buat Janji Temu

source: Step 2a
id: Langkah 2A

source: Step 2b (Optional)
id: Langkah 2B (Opsional)

source: Step 3
id: Langkah 3

source: Step 3A: Drop off your gadget personally
id: Langkah 3A: Bawa dan antar sendiri perangkat elektronik Anda

source: Step 3B: Opted for shipping of gadget or pick-up service
id: Langkah 3B: Pilih untuk opsi layanan antar-jemput

source: Submit
id: Kirim

source: Submit Courier & Bank Account Details
id: Kirimkan Rincian Kurir & Rekening Bank

source: Tablet users
id: Pengguna tablet

source: Tap Settings > General > About.
id: Tap Pengaturan > Umum > Tentang Ponsel.

source: Tap Settings > General > About. Simply long-press the number to copy.
id: Pilih Pengaturan > Umum > Tentang Ponsel. Cukup tekan lama nomor untuk menyalin.

source: Telephone
id: Telepon

source: Telephone:
id: Telepon:

source: Terms of Service
id: Ketentuan Layanan

source: Thank you!
id: Terima kasih!

source: That’s all! We have received your request successfully!
id: Kami telah menerima permohonan klaim Anda!

source: The address you entered is already protected by FLEXAS. Please protect another address. Otherwise, you may <0>refund</0>.
id: Alamat yang Anda masukkan sudah dilindungi oleh Perlindungan Kebakaran. Harap memberikan Perlindungan Kebakaran untuk alamat lain. Jika tidak, Anda dapat melakukan <0> pengembalian dana </0>

source: The city/province you select will help us determine the repair shops closest to you.
id: Provinsi/kota yang Anda pilih akan membantu kami menentukan jasa perbaikan terdekat Anda.

source: The last step
id: Langkah terakhir

source: The photo/document should be clearly shown, with no blurry images or any glare.
id: Foto/dokumen harus ditunjukkan dengan jelas, tidak kabur/silau, dan tanpa guncangan.

source: The resource you are trying to access is not found.
id: Informasi tidak ditemukan.

source: The serial number may be found:
id: Nomor seri dapat ditemukan:

source: This is the initial amount that you need to pay for replacement of your electronic gadget before we will make any payment for a replacement claim under your policy.
id: Berikut jumlah dana awal yang perlu Anda bayar untuk penggantian perangkat elektronik Anda sebelum kami akan melakukan pembayaran untuk klaim penggantian perangkat elektronik berdasarkan polis Anda.

source: This is the initial amount that you need to pay for the repair of your electronic gadget before we will make any payment for a repair claim under your policy.
id: Berikut jumlah dana awal yang perlu Anda bayar untuk perbaikan perangkat elektronik Anda, sebelum kami melakukan pembayaran atas klaim perbaikan perangkat elektronik berdasarkan polis Anda.

source: This is the maximum amount you can claim for repair or replacement of your electronic gadget under your policy including your excess.
id: Berikut nilai maksimum yang dapat Anda klaim untuk perbaikan atau penggantian perangkat elektronik Anda berdasarkan polis dan Biaya Risiko Sendiri Anda.

source: To help us understand your claim request, we’ll just need a few questions answered
id: Kami memerlukan Anda untuk menjawab beberapa pertanyaan untuk membantu kami memahami permohonan klaim Anda.

source: To help us understand your claim request, we’ll just need a few questions answered and documents from you.
id: Mohon mengisi beberapa pertanyaan dan melengkapi dokumen yang dibutuhkan untuk membantu kami memahami permohonan klaim Anda,

source: To reimburse your claim, we'll need you to ship the damaged item back to the address provided. Upload courier details and bank account details.
id: Untuk penggantian dana klaim Anda, pastikan Anda mengirimkan barang yang mengalami Kerusakan Total ke alamat yang disediakan. Unggah rincian kurir dan rekening bank Anda.

source: To reimburse your claim, we’ll just need the claim amount, account name, bank name, bank branch name and account number from you, and Submit!
id: Untuk penggantian dana klaim Anda, kami hanya memerlukan jumlah klaim, nama akun, nama bank, nama cabang bank, dan nomor rekening dari Anda.

source: Today
id: Hari Ini

source: Tracking ID *
id: ID Pelacakan *

source: Tracking ID cannot be empty
id: ID Pelacakan harus diisi

source: Tracking Number
id: Nomor Resi Pengiriman

source: Tracking Number cannot be empty
id: Nomor Resi Pengiriman harus diisi

source: Transaction ID
id: ID Transaksi

source: Transaction ID *
id: ID Transaksi *

source: Transaction ID cannot be empty
id: ID Transaksi harus diisi

source: Turn on the laptop, and enter <0>“wmic bios get serial number”</0> in the command window.
id: Nyalakan laptop, dan masukkan <0>"wmic bios get serialnumber"</0> di layar command.

source: Type your comments here…
id: Ketik komentar Anda di sini…

source: Update Data
id: Update Info

source: Update Data Now
id: Update Info

source: Update Policy Data
id: Lakukan Update Info Polis Anda

source: Upload Bank Account Details
id: Unggah rincian Rekening Bank

source: Upload Courier details
id: Unggah Rincian Kurir

source: Upload Documents
id: Unggah Dokumen

source: Upload E-Wallet Details
id: Unggah Rincian e-Wallet

source: Upload File
id: Unggah File

source: Upload Photo
id: Unggah Foto

source: Upload Successful!
id: Unggahan berhasil!

source: Upload a clear image of the gadget with the IMEI/serial number.
id: Unggah foto jelas perangkat elektronik Anda dengan nomor seri dan/atau IMEI.

source: Upload a clear image of your gadget after repair.
id: Unggah foto jelas perangkat elektronik Anda yang telah diperbaiki.

source: Upload a clear photo of your receipt here.
id: Unggah foto jelas tanda terima Anda di sini.

source: Upon collection of your repaired gadget, you are required to provide the following within <0>60 days</0> of request approval.<1/><2/>1. Image of your repaired/replaced gadget.<3/>2. Image of your gadget’s IMEI/serial number.<4/>3. Receipt reflecting full cost and specifying parts repaired/replaced.<5/>4. Bank account details for reimbursement purposes.
id: Setelah mengambil perangkat elektronik Anda yang telah diperbaiki, Anda wajib melengkapi beberapa hal berikut ini maksimal <0>60 hari</0> sejak klaim disetujui.<1/><2/> 1. Foto perangkat elektronik Anda yang telah diperbaiki/diganti.<3/>2. Foto nomor seri dan/atau IMEI perangkat elektronik Anda.<4/>3. Tanda terima yang berisi keseluruhan biaya dan bagian yang diperbaiki/diganti.<5/>4. Keterangan rekening bank Anda untuk tujuan penggantian dana.

source: User is not authorized to access this url.
id: Pengguna tidak diizinkan mengakses url ini.

source: View
id: Lihat

source: View Policy
id: Lihat Polis

source: Village cannot be empty
id: Kelurahan/Desa harus diisi

source: Washing Machine
id: Mesin Cuci

source: Water Damage
id: Kerusakan akibat Air

source: We have received your claim request successfully!
id: Kami telah menerima pengajuan klaim Anda!

source: We require all the documents below. Please kindly prepare in advance.
id: Berikut dokumen-dokumen yang kami butuhkan untuk proses analisa klaim, mohon dipersiapkan sebelumnya.

source: We will notify you once the claim is approved or rejected. Please check your email for updates.
id: Kami akan menginformasikan Anda apabila pengajuan klaim disetujui atau ditolak. Mohon periksa email Anda untuk informasi terbaru.

source: We will refund to your Bukalapak Wallet within 7 working days.
id: Kami akan melakukan penggantian dana ke akun tujuan yang Anda isi dalam waktu maksimal 3 hari kerja.

source: We would like to gather your insights. This will take you less than 2 minutes to complete. Thanks!
id: Ada beberapa informasi yang kami butuhkan dari Anda. Proses ini akan memakan waktu kurang dari 2 menit. Terima kasih!

source: What is the reason for this claim?
id: Apa alasan untuk pengajuan klaim ini?

source: What is the reason of this claim?
id: Apa alasan untuk pengajuan klaim ini?

source: When was your gadget damaged?
id: Kapan perangkat elektronik Anda rusak?

source: Where did you damage your gadget?
id: Di mana lokasi kerusakan perangkat elektronik Anda terjadi?

source: Within 3 Days
id: Hari ini atau 2 hari sebelumnya

source: Yes
id: Ya

source: You cannot file the claim if your gadget is broken more than 3 days ago.
id: Anda tidak dapat mengajukan klaim jika perangkat elektronik Anda rusak lebih dari 3 hari yang lalu.

source: You have already bought FLEXAS Policy. Please protect another address. Otherwise, you may <0>refund</0>.
id: Anda telah membeli polis Perlindungan Kebakaran, Anda dapat memberikan Perlindungan Kebakaran untuk alamat lain. Jika tidak, Anda dapat melakukan <0> pengembalian dana </0>.

source: You may go to any authorised service centre listed below. Don’t worry! igloo will still cover your repair cost.
id: Anda dapat mengunjungi pusat layanan resmi yang tercantum di bawah ini. Tidak usah khawatir, igloo akan menanggung biaya perbaikan Anda.

source: You may proceed to any repair shop
id: Anda dapat melanjutkan ke jasa perbaikan di mana saja

source: You will have 60 days upon claim request approval to (1) complete your gadget repair or replacement, and (2) upload photo of your gadget after repair, serial number or IMEI number and receipt.
id: Anda memiliki 60 hari sejak persetujuan permohonan klaim diterima untuk (1) menyelesaikan perbaikan perangkat elektronik Anda, dan (2) mengunggah foto perangkat elektronik Anda yang telah diperbaiki, beserta nomor seri dan/atau nomor IMEI, dan tanda terima.

source: You will have to fix your gadget and upload photos of both your repaired gadget and receipt - all within 60 days of request approval.
id: Anda harus memperbaiki perangkat elektronik Anda dan mengunggah foto perangkat elektronik yang diperbaiki beserta tanda terimanya, semua dalam waktu 60 hari sejak persetujuan permohonan klaim.

source: Your IMEI number will appear on a pop-up box.
id: Nomor IMEI Anda akan muncul di kotak pop-up.

source: Your Next Steps
id: Langkah berikutnya

source: Your shipping details have been submitted!
id: Rincian pengiriman Anda telah dikirimkan!

source: You’re 1 step away now!
id: 1 tahap lagi!

source: iPhone users
id: Pengguna iPhone

source: laser-etched on the side or back of your laptop.
id: tergrafir pada bagian samping atau belakang laptop Anda.

source: laser-etched on the side or back of your tablet.
id: tergrafir pada bagian samping atau belakang tablet Anda.

source: on a label affixed to the back of your laptop.
id: pada label yang tertera pada bagian belakang laptop Anda.

source: on a label affixed to the back of your tablet.
id: pada label yang tertera pada bagian belakang tablet Anda.

source: {0} more to go!
id: {0} langkah lagi!

source: {step} of 4
id: {step} dari 4

source: © 2019 Powered by Axinan Pte Ltd. All Rights Reserved.
id: © 2019 Didukung oleh Axinan Pte Ltd. Hak cipta dilindungi undang-undang.
