Repository: makisu0001/hello-world
Catalog: messages.po
Languages: id

source: (Minimun of 3 pictures)
id: (Minimal 3 foto)

source: * Excess refers to an initial amount that you need to pay before we will make any payment for a claim under your policy.If you have made a claim before, the excess for replacement will be increased.
id: * Biaya Risiko Sendiri mengacu pada sejumlah dana yang harus Anda bayar sebelum kami melakukan pembayaran klaim sesuai polis Anda. Jika Anda pernah melakukan klaim sebelumnya, Anda mungkin perlu membayar biaya tambahan apabila biaya perbaikan melebihi harga pertanggungan.

source: * Name as on KTP, KTP number, residential address, postal code, gadget brand, model, serial number, IMEI number (mobile only) and receipt
id: * Nama sesuai KTP, nomor KTP, alamat tempat tinggal, kode pos, merek, model, nomor seri, nomor IMEI (untuk ponsel), dan tanda terima

source: * The details of the Beneficiary and any other details
id: * Rincian Tertanggung dan rincian lainnya

source: - Please Select One -
id: - Pilih Salah Satu -

source: - Please Select or Key In One -
id: - Silakan Pilih atau Masukkan Salah Satu -

source: 10:00 AM - 18:00 PM<0/>Monday - Friday<1/>(except Public Holiday)
id: 10:00 - 18:00<0/>Senin - Jumat<1/>(kecuali Hari Libur Bersama)

source: 1a. Correct pictures (after repair)
id: 1a. Gambar yang benar (setelah perbaikan)

source: 1b. Incorrect pictures (after repair)
id: 1b. Gambar yang salah (setelah perbaikan)

source: 2a. Correct Pictures (IMEI/serial number)
id: 2a. Gambar yang Benar (Nomor Seri dan/atau IMEI)

source: 2b. Incorrect Pictures (IMEI/serial number)
id: 2b. Gambar yang Salah (Nomor Seri dan/atau IMEI)

source: 4 of 4
id: 4 dari 4

source: <0>1.</0> Shipping Details:
id: <0>1.</0> Resi Pengiriman:

source: <0>2.</0> Transaction Details (For Excess Payment):
id: <0>2.</0> Rincian Transaksi (untuk Pembayaran Biaya Risiko Sendiri):

source: <0>Maximum Amount Claimable</0> for this claim {0}
id: <0>Nilai Maksimum yang dapat Diklaim</0> untuk klaim ini {0}

source: <0>Notice:</0> All excess will have to be paid to either igloo or the respective repair shop.
id: <0>Pemberitahuan:</0> Semua Biaya Risiko Sendiri harus dibayarkan ke igloo atau ke masing-masing jasa perbaikan.

source: <0>Notice:</0> This is the maximum amount you can claim for this policy.
id: <0>Pemberitahuan:</0> Ini adalah jumlah maksimum yang dapat Anda klaim untuk polis ini.

source: Accident Physical Damage
id: Kerusakan Fisik Tidak Disengaja

source: Account Name
id: Nama Akun

source: Account Name is invilad
id: Nama Akun tidak valid

source: Account Number
id: Nomor Akun

source: Account Number is invilad
id: Nomor Akun tidak valid

source: Add more...
id: Tambah lagi

source: Address
id: Alamat

source: Address cannot be empty
id: Alamat harus diisi

source: Address of Beneficiary
id: Alamat Tertanggung

source: Air conditioning
id: AC

source: Amount
id: Jumlah Dana

source: Amount is invalid
id: Jumlah Tidak Valid

source: Amount to be Reimbursed
id: Jumlah dana yang akan dibayarkan setelah dikurangi biaya risiko sendiri

source: An error has occurred. We’re currently doing our best to fix it. Please try again in a while.
id: Sebuah kesalahan telah terjadi. Kami berusaha sebaik mungkin untuk memperbaikinya. Harap dicoba beberapa saat lagi.

source: An image of a gadget with a cracked screen.
id: Foto perangkat elektronik dengan layar yang retak.

source: An image of a gadget with a dirty screen. This affects an accurate detection of the gadget’s condition.
id: Foto perangkat elektronik dengan layar kotor. Hal ini memengaruhi keakurasian deteksi kondisi perangkat elektronik.

source: An image of a gadget’s packaging, where the IMEI/serial number is not shown.
id: Foto kemasan perangkat elektronik, di mana nomor seri dan/atau IMEI tidak ditampilkan.

source: An image that does not capture a gadget in its entirety.
id: Foto yang tidak menampilkan perangkat elektronik secara keseluruhan.

source: An image that does not show the required valid information.
id: Foto yang tidak menampilkan informasi valid yang dibutuhkan.

source: An image where the IMEI number is obstructed (eg, by a phone case).
id: Foto di mana nomor seri dan IMEI terhalang (misalnya, oleh kasing telepon).

source: Analog Camera
id: Kamera Analog

source: Android users
id: Pengguna Android

source: At Home
id: Di Rumah

source: At Work
id: Di Kantor

source: Attorney Letter (Optional)
id: Surat Kuasa dan/atau foto Kartu Keluarga (opsional apabila nama akun Bank terdaftar berbeda dengan nama Penerima Manfaat asuransi)

source: Authorised Service Center
id: Pusat Layanan Resmi

source: Back
id: Kembali

source: Back to MyPolicy
id: Kembali ke Polis Saya

source: Bank Account Details
id: Rincian Rekening Bank

source: Bank Account Proof
id: Bukti foto sampul depan Buku Rekening Bank atau bukti identitas kepemilikan rekening

source: Bank Branch Name
id: Nama Cabang Bank

source: Bank Branch Name is invilad
id: Nama Cabang Bank Tidak Valid

source: Bank Name
id: Nama Bank

source: Bank Name is invilad
id: Nama Bank Tidak Valid

source: Bank Transfer
id: Transfer Bank

source: Battery Failure
id: Kerusakan Baterai

source: Brand *
id: Merek *

source: CLAIM COMPLETED
id: KLAIM SELESAI

source: CLAIM EXPIRED
id: KLAIM LEWAT JATUH TEMPO

source: CLAIM PENDING
id: KLAIM PENDING

source: Call your selected repair shop and arrange for an appointment.
id: Hubungi jasa perbaikan yang Anda pilih dan buatlah janji temu.

source: Cancel
id: Batal

source: Category
id: Kategori

source: Check via your Google/Apple ID account on your phone.
id: Periksa melalui akun Google/Apple ID Anda di ponsel Anda.

source: Choose Reimbursement Method
id: Pilih Metode Penggantian Dana

source: City
id: Kota

source: City cannot be empty
id: Kota harus diisi

source: Claim Now
id: Klaim Sekarang

source: Claim Online Form
id: Formulir Klaim Online

source: Claim Reason should be chosen at least one
id: Silakan pilih alasan klaim. Alasan klaim dapat dipilh lebih dari satu.

source: Claim Request Submission
id: Pengajuan Permohonan Klaim

source: Claim reason:
id: Alasan Klaim:

source: Claim via an authorised service centre
id: Klaim melalui pusat layanan resmi

source: Claim via any repair shop
id: Klaim melalui jasa perbaikan di mana pun

source: Clear All
id: Hapus Semua

source: Click "Yes" if you wish to proceed the refund!
id: Klik "Ya" jika Anda ingin lanjut dengan pengembalian dana!

source: Click on "Reimburse" to proceed to the next step.
id: Klik "Penggantian Dana" untuk melanjutkan ke langkah berikutnya.

source: Click on "Select Repair Shop" to proceed to the next step.
id: Klik "Pilih Jasa Perbaikan" untuk melanjutkan ke langkah berikutnya.

source: Click on ‘Claim Now’ to file the claim
id: Klik tombol ‘Klaim Sekarang’ untuk mengajukan permohonan klaim Anda

source: Click on ‘Register Now’ to register your gadget
id: Klik tombol ‘Aktivasi Sekarang’ untuk mendaftarkan perangkat elektronik Anda

source: Click the View button to view your details.
id: Klik tombol "Lihat" untuk melihat rincian Anda.

source: Click the button below to refund the premium to your Bukalapak Wallet
id: Klik tombol di bawah untuk melakukan pengembalian premi

source: Click to register each gadget.
id: Klik untuk melakukan aktivasi setiap perangkat elektronik Anda.

source: Click to update each policy data.
id: Klik untuk melakukan Update Info masing-masing Polis

source: Confirm
id: Konfirmasi

source: Correct
id: Benar

source: Courier *
id: Kurir *

source: Courier Name
id: Nama Kurir

source: Courier Name cannot be empty
id: Nama Kurir harus diisi

source: Courier cannot be empty
id: Kurir harus diisi

source: Coverage Period
id: Periode Perlindungan

source: Damage not due to shipping
id: Kerusakan bukan akibat proses pengiriman

source: Data Kerugian/Kejadian
id: Informasi Kerugian/Kejadian

source: Data Update Successful!
id: Update Info Berhasil Dilakukan!

source: Date of Birth for Beneficiary *
id: Tanggal Lahir Tertanggung *

source: Date of Claim Approval
id: Tanggal Pengajuan Klaim Disetujui

source: Date of Claim Completion
id: Tanggal Penyelesaian Klaim

source: Date of Claim Rejected
id: Tanggal Pengajuan Klaim Ditolak

source: Date of Claim Submission
id: Tanggal Pengajuan Klaim

source: Date of Loss/Damage
id: Tanggal Insiden

source: Date of Reimbursement Rejected
id: Tanggal Pengembalian Dana Ditolak

source: Date of birth is required
id: Tanggal Lahir harus diisi

source: Date of parcel received by the seller
id: Tanggal penerimaan barang kembali oleh Penjual

source: Declaration!
id: Pernyataan Kebenaran!

source: Dial <0>*#06#</0> on your phone and call. After a few seconds, your IMEI number will be displayed.
id: Tekan <0>*#06#</0> pada ponsel Anda dan lakukan panggilan. Setelah beberapa detik, nomor seri dan IMEI Anda akan ditampilkan.

source: Digital Camera
id: Kamera Digital

source: District cannot be empty
id: Daerah harus diisi

source: Does your manufacturer’s warranty cover this?
id: Apakah garansi resmi Anda menjamin ini?

source: Download Now
id: Unduh Sekarang

source: Each KTP can only link to maximum of 3 polcies. Please provide the different KTP number to protect another person.
id: Setiap KTP hanya dapat digunakan untuk maksimum 3 polis. Harap berikan nomor KTP yang berbeda untuk perlindungan Tertanggung lain.

source: Electric Fan
id: Kipas Angin

source: Electronic Failure
id: Kerusakan Elektronik

source: Email Address
id: Alamat Email

source: Email Address for Beneficiary *
id: Alamat Email Tertanggung *

source: Ensure photo or document uploaded is clear
id: Pastikan foto atau dokumen yang dilampirkan jelas

source: Ensure the image looks clear and bright. Examples of a correct and incorrect image are displayed below.
id: Pastikan foto terlihat jelas dan terang. Contoh foto yang benar dan salah ditampilkan di bawah ini.

source: Ensure the receipt specifies the part repaired or replaced. Your claim may otherwise be rejected.
id: Pastikan tanda terima menjelaskan bagian yang diperbaiki atau diganti, atau klaim Anda dapat ditolak.

source: Ensure uploaded image is clear and bright according to the sample below.
id: Pastikan foto yang diunggah jelas dan terang sesuai dengan sampel di bawah ini.

source: Examples of pictures of IMEI/serial number
id: Contoh foto nomor seri dan/atau IMEI

source: Examples of pictures of after repair
id: Contoh foto setelah perbaikan

source: Examples:
id: Contoh:

source: Excess for Repair:
id: Biaya Risiko Sendiri untuk Perbaikan:

source: Excess for Replace:
id: Biaya Risiko Sendiri untuk Penggantian:

source: Excess refers to an initial amount that you need to pay before we will make any payment for a claim under your policy. If you have made a claim before, the excess for replacement will be increased.
id: Biaya Risiko Sendiri mengacu pada jumlah dana awal yang harus Anda bayar sebelum kami akan melakukan pembayaran apa pun untuk klaim berdasarkan polis Anda. Jika Anda pernah melakukan klaim sebelumnya, Biaya Risiko Sendiri untuk penggantian akan meningkat.

source: FLEXAS
id: Perlindungan Kebakaran

source: FLEXAS & Personal Accident
id: Perlindungan Kebakaran & Perlindungan Kecelakaan Diri

source: Family
id: Keluarga

source: Female
id: Perempuan

source: File format could be either PNG, JPEG or PDF.
id: Format file dapat berupa PNG, JPEG atau PDF.

source: File upload failed. Please try again later.
id: File gagal diunggah. Silakan dicoba lagi.

source: Fill out all required details*
id: Isi semua rincian yang dibutuhkan *

source: Fire, Explosion, Airplane Crash and Smoke
id: Kebakaran, Ledakan, Kecelakaan Pesawat, dan Asap

source: For 1st time igloo users:
id: Untuk pengguna baru igloo:

source: For FLEXAS, 1 house can only be protected by 1 FLEXAS policy. If your address you want to protect is already protected, please protect another house. Otherwise, you may <0>refund</0>.
id: Untuk Perlindungan Kebakaran, 1 tempat tinggal hanya dapat dilindungi oleh 1 Polis Perlindungan Kebakaran. Jika alamat Anda yang ingin Anda lindungi sudah terlindungi, harap memberikan Perlindungan Kebakaran untuk tempat tinggal lain. Jika tidak, Anda dapat melakukan <0> pengembalian dana </0>.

source: For further assistance, please contact our customer service for help.
id: Untuk bantuan lebih lanjut, silakan hubungi customer service kami.

source: GOODS
id: Perlindungan Barang

source: Gadgets
id: Perangkat Elektronik

source: Gender *
id: Jenis Kelamin *

source: Go to MyPolicy
id: Pergi ke Polis Saya

source: Goods Protection
id: Perlindungan Barang

source: Heir is required
id: Pewaris Diperlukan

source: How To Claim
id: Cara Melakukan Klaim

source: How do I find my device’s serial number?
id: Bagaimana cara menemukan nomor seri perangkat elektronik saya?

source: How do I find the IMEI number on my phone?
id: Bagaimana cara menemukan nomor seri dan IMEI di ponsel saya?

source: How do I find the IMEI/serial number on my gadget?
id: Bagaimana cara menemukan nomor seri dan/atau IMEI di perangkat elektronik saya?

source: I confirm that I have selected option 2b, and will ship my gadget or use pick-up service.
id: Dengan ini saya menyatakan bahwa saya telah memilih opsi 2b, dan saya akan mengirimkan perangkat elektronik saya atau menggunakan layanan penjemputan perangkat elektronik.

source: I have read and agree to the terms of <0>Excess for Repair</0>, <1>Excess for Replacement</1> and <2>Maximum Amount Claimable</2> for the claim.
id: Saya telah membaca dan menyetujui persyaratan <0>Biaya Risiko Sendiri untuk Perbaikan</0>, <1>Biaya Risiko Sendiri untuk Penggantian</1> dan <2> Nilai Maksimum yang Dapat Diklaim </2> untuk klaim.

source: I have read and agree to the terms of <0>Maximum Amount Claimable</0> for the claim.
id: Saya telah membaca dan menyetujui persyaratan <0> Jumlah Maksimum yang Dapat Diklaim </0> untuk klaim saya.

source: IMEI Number
id: Nomor IMEI

source: IMEI Number *
id: Nomor IMEI *

source: If the battery is not removable, the serial number may be found:
id: Jika baterai tidak dapat dilepas, nomor seri dapat ditemukan:

source: If there are no available igloo appointed repair shops nearby, you will be given either option to claim via a gadget brand authorised service centre or any other service centres.
id: Apabila jasa perbaikan rekanan igloo tidak tersedia di sekitar Anda, tersedia opsi untuk melakukan klaim melalui pusat layanan resmi merek perangkat elektronik atau pusat layanan lainnya.

source: If you are not sure, please contact our customer service via <0>in-app chat</0> or email at <1>cs.id@igloo.insure</1>
id: Jika Anda tidak yakin, silakan hubungi customer service kami melalui <0>chat dalam aplikasi</0> atau email di <1>cs.id@igloo.insure</1>

source: If you are shipping your gadget or have selected pick-up service, additional charges may apply.
id: Jika Anda mengirim perangkat elektronik atau memilih layanan penjemputan, Anda dapat dikenakan biaya tambahan.

source: If you are shipping your gadget to the repair shop or opted for a pick-up service, you may have to bear any additional charges. Please provide both your transaction and shipping details below. Ignore this step if you plan to attend your appointment in person.
id: Jika Anda mengirim perangkat elektronik ke jasa perbaikan atau memilih layanan penjemputan, biaya tambahan mungkin berlaku. Harap berikan rincian transaksi dan pengiriman Anda di bawah ini. Abaikan langkah ini jika Anda berencana untuk membuat janji temu langsung.

source: If you cannot find your IMEI number, please contact our customer service for further assistance.
id: Jika Anda tidak dapat menemukan nomor seri dan/atau IMEI Anda, silakan hubungi customer service kami untuk bantuan lebih lanjut.

source: If you selected ‘Others’, please share more details about the reason for your claim.
id: Jika Anda memilih ‘Lainnya’, silakan menjelaskan lebih detail alasan Anda melakukan klaim.

source: If your claim request is approved, choose an igloo appointed repair shop from our approved list. You’ll have 14 days (from claim request approval) to bring your gadget to the selected repair shop.
id: Jika permohonan klaim Anda telah disetujui, Anda dapat memilih jasa perbaikan rekanan igloo dari kami. Anda harus membawa perangkat elektronik Anda ke jasa perbaikan yang dipilih maksimal 14 hari dari persetujuan permohonan klaim.

source: If your device’s battery is removable, the serial number can be found on the battery.
id: Jika baterai perangkat Anda dapat dilepas, nomor seri dapat ditemukan pada baterai.

source: If your laptop’s battery is removable, the serial number can be found on the battery.
id: Jika baterai laptop Anda dapat dilepas, nomor seri dapat ditemukan pada baterai.

source: Image uploaded!
id: Gambar terunggah!

source: Incorrect
id: Tidak Tepat

source: Insured Name
id: Nama Tertanggung

source: Insured Person: <0>{name}</0>
id: Tertanggung: <0>{name}</0>

source: Invalid RT
id: Data RT invalid

source: Invalid RW
id: Data RW Invalid

source: Invoice from Courier
id: Resi Pengiriman dari Kurir

source: Invoice from Courier is required
id: Resi Pengiriman dari Kurir dibutuhkan

source: Iron/Steamer
id: Setrika/Steamer

source: Just a few questions and documents!
id: Lengkapi beberapa pertanyaan dan dokumen

source: Just a few questions!
id: Cukup dengan mengisi beberapa pertanyaan.

source: KTP for Beneficiary *
id: KTP Tertanggung *

source: KTP/NIK for Beneficiary *
id: Nomor KTP/NIK Tertanggung

source: Keyboard Failure
id: Kerusakan Keyboard

source: Laptop users
id: Pengguna laptop

source: Learn more
id: Pelajari lebih lanjut

source: Lightning Strike
id: Sambaran Petir

source: Log in to your Google account, select: Google dashboard > Devices > Android.
id: Masuk ke akun Google Anda, pilih: Dasbor Google > Perangkat > Android.

source: Log in with Apple ID and select: iTunes > Preferences > Device.
id: Masuk dengan Apple ID dan pilih: iTunes > Preferensi > Perangkat.

source: Loss/Damage Details
id: Rincian Insiden

source: Make an appointment via phone.
id: Buat janji temu via telepon.

source: Male
id: Laki-laki

source: Mechanical Failure
id: Kerusakan Mekanis

source: Method 1:
id: Metode 1:

source: Method 2:
id: Metode 2:

source: Method 3:
id: Metode 3:

source: Mobile Number
id: Nomor Handphone

source: Mobile Number: <0>{phone}</0>
id: Nomor Handphone: <0>{phone}</0>

source: Mobile-phone users
id: Pengguna ponsel

source: More examples
id: Contoh lain

source: MyPolicy
id: Polis Saya

source: Name as on KTP *
id: Nama sesuai KTP *

source: Name as on KTP for Beneficiary *
id: Nama Tertanggung pada KTP *

source: Name as on KTP/NIK for Beneficiary *
id: Nama Tertanggung pada KTP/KK

source: Name of the Heir
id: Nama Ahli Waris

source: Next
id: Berikutnya

source: No
id: Tidak

source: Non pick-up service
id: Tidak ada layanan pengambilan

source: Not Authorized
id: Tidak Diizinkan

source: Not Found
id: Tidak Ditemukan

source: Not Sure
id: Tidak Yakin

source: Not fit in size
id: Ukuran tidak sesuai

source: Not in accordance with the specification of the goods purchased
id: Tidak sesuai dengan deskripsi produk yang dibeli

source: Not yet filled
id: Belum diisi

source: Ok, I got it
id: Baik, saya mengerti

source: Okay
id: OK

source: On The Way
id: Dalam Perjalanan

source: Only required if the name is different than the Insured Name
id: Hanya dibutuhkan apabila nama pemilik rekening berbeda dengan nama Penerima Manfaat asuransi

source: Oops
id: Jika garansi Anda masih berlaku...

source: Option 3C: Claim via gadget brand authorised repair shop or any other repair shop
id: Opsi 3C: Klaim melalui jasa perbaikan resmi merek perangkat elektronik atau jasa perbaikan lainnya

source: Or
id: Atau

source: Others
id: Lainnya

source: Ownership Status *
id: Status Kepemilikan *

source: Ownership cannot be empty
id: Kepemilikan harus diisi

source: PENDING APPROVAL
id: MENUNGGU PERSETUJUAN

source: PENDING DATA UPDATE
id: MENUNGGU Update Info

source: PENDING REGISTRATION
id: MENUNGGU AKTIVASI

source: POLICY CANCELLED
id: POLIS DIBATALKAN

source: POLICY ENDED
id: POLIS BERAKHIR

source: POLICY EXPIRED
id: POLIS LEWAT JATUH TEMPO

source: PROTECTED
id: TERLINDUNGI

source: Personal Accident
id: Perlindungan Kecelakaan Diri

source: Phone
id: Ponsel

source: Phone Number
id: Nomor Telepon

source: Phone Number for Beneficiary *
id: Nomor Telepon Tertanggung *

source: Photo of KTP/KITAS/Passport
id: Foto KTP/KITAS/Paspor

source: Photo of KTP/KITAS/Passport with the Loss/Damaged Goods
id: Foto KTP/KITAS/Paspor dengan barang yang mengalami Kerusakan Total

source: Photos of Loss/Damaged Goods <0>(Minimum of 3 pictures)</0>
id: Foto Barang yang mengalami Kerusakaan Total <0>(Minimum 3 foto dari sudut berbeda)</0>

source: Pick-up service
id: Layanan Penjemputan

source: Please answer all the following questions. This will take you less than 5 minutes to complete. Thanks!
id: Harap menjawab pertanyaan-pertanyaan berikut. Proses ini akan memakan waktu kurang dari 5 menit. Terima kasih!

source: Please be noted that you need to bring the gadget & KTP to the repair shop within 14 days upon request approval.
id: Harap diingat bahwa Anda harus membawa perangkat elektronik & KTP Anda ke jasa perbaikan dalam waktu maksimal 14 hari setelah permohonan klaim disetujui.

source: Please be on time for your appointment. If you are unable to attend it for any reason, you may call the respective shop again to make any changes to your appointment - just be reminded that you will have to attend your appointment within 14 days of your request approval.
id: Harap datang tepat waktu untuk janji temu Anda. Jika Anda tidak dapat hadir atas alasan apa pun, harap hubungi jasa perbaikan yang bersangkutan untuk mengubah janji temu Anda - harap diingat bahwa Anda harus menghadiri janji temu maksimal 14 hari sejak persetujuan permohonan klaim Anda.

source: Please be reminded that we will deduct the excess from the amount igloo reimburses.
id: Harap diingat bahwa kami akan membebankan Biaya Risiko Sendiri dari jumlah penggantian dana yang dilakukan igloo.

source: Please call the repair shop to check if your gadget can be repaired. If you are interested in shipping your gadget to the shop, or making use of a pick-up service, check with the respective shop if these options are available.
id: Silakan hubungi jasa perbaikan untuk memeriksa apakah perangkat elektronik Anda dapat diperbaiki. Jika Anda memilih untuk mengirim ke jasa perbaikan, atau menggunakan layanan penjemputan, hubungi jasa perbaikan bersangkutan bila opsi ini tersedia.

source: Please contact the repair shop to pay all excess, before providing the transaction details below. Please check the excess amount below.
id: Silakan hubungi jasa perbaikan untuk membayar semua Biaya Risiko Sendiri, sebelum memberikan rincian transaksi di bawah ini. Silakan periksa jumlah di bawah ini.

source: Please ensure you have a confirmed agreement with your selected repair shop first before selecting this option.
id: Pastikan Anda memiliki perjanjian yang disepakati dengan jasa perbaikan yang Anda pilih terlebih dahulu sebelum memilih opsi ini.

source: Please enter your E-Wallet account name and registered phone number. The name entered below has to be identical with the policy holder`'`s name, and the name registered to your E-Wallet account.
id: Silakan masukkan nama akun e-Wallet dan nomor telepon terdaftar Anda. Nama yang dimasukkan di bawah harus sama dengan nama Pemegang Polis, dan nama yang terdaftar pada akun e-Wallet Anda.

source: Please enter your bank account details for reimbursement purposes.
id: Silakan masukkan rincian rekening bank Anda untuk tujuan penggantian dana.
